tutorials/multiphaseInterFoam/damBreak4phaseFine/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.5                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases
(
    water
    {
        transportModel  Newtonian;
        nu              nu [0 2 -1 0 0 0 0] 1e-06;
        rho             rho [1 -3 0 0 0 0 0] 1000;
    }

    oil
    {
        transportModel  Newtonian;
        nu              nu [0 2 -1 0 0 0 0] 1e-06;
        rho             rho [1 -3 0 0 0 0 0] 500;
    }

    mercury
    {
        transportModel  Newtonian;
        nu              nu [0 2 -1 0 0 0 0] 0.1125e-06;
        rho             rho [1 -3 0 0 0 0 0] 13529;
    }

    air
    {
        transportModel  Newtonian;
        nu              nu [0 2 -1 0 0 0 0] 1.48e-05;
        rho             rho [1 -3 0 0 0 0 0] 1;
    }
);

refPhase air;

sigmas
(
    (air water) 0.07
    (air oil)   0.07
    (air mercury)   0.07
    (water oil) 0.07
    (water mercury) 0.07
    (oil mercury) 0.07
);

// ************************************************************************* //
